Tekla.Structures.CatalogInternal.dotcatComponentDescription_t
Serialization structure for ComponentItems descriptions.

Tekla.Structures.CatalogInternal.dotcatComponentDescription_t.aDescription
The name of the Component item.